Repository: phantom-profile/bet_tournament_tg_bot
Catalog: locales/*/LC_MESSAGES/app.po
Languages: ru

source: status button
ru: Проверить мой статус

source: request membership button
ru: Я ознакомился с инструкцией, правилами и согласен участвовать

source: make bet button
ru: Сделать ставку

source: payment completed button
ru: Платеж завершен. Отправить квитанцию

source: registration button
ru: Записаться на ближайший турнир

source: rules button
ru: Правила турнира

source: start bot
ru: Привет, самый лучший каппер вселенной🖐Сейчас ты находишься в основном меню турнира прогнозистов📈Если ты хочешь показать, что являешься уникальным аналитиком, которых свет ещё не видал, то скорее бросай всё и регистрируйся на мероприятие‼️

source: membership rules
ru: ВНИМАТЕЛЬНО ЧИТАЙ КАЖДЫЙ ПУНКТ ПРАВИЛ📇 АДМИНИСТРАЦИЯ ТУРНИРА БУДЕТ СТРОГО ИМ СЛЕДОВАТЬ P.S. Незнание правил не освобождает от ответственности 1️⃣. Длительность турнира — 1 неделя. 2️⃣. Все ставки — это одинарные события. 3️⃣. Минимальное количество участников турнира — 2. 4️⃣. У турнира есть нижний порог количества ставок — 4 ставки за неделю. 5️⃣. У турнира есть верхний порог количества ставок за день — 1 6️⃣. Прислать свой прогноз участник обязан в следующем временном интервале: 00:00-11:00. 7️⃣. Прогнозы, которые выбрал участник, должны начаться в течение 24 часов после 11:00 текущих суток. (Исключение: задержка начала матча по уважительной причине). 8️⃣. Каждый прогноз участника равен 1000 у.е. 9️⃣. Единственный букмекер турнира — БК "ФОНБЕТ" 🔟. Участник обязан предоставить скриншот выбранного и следующего правилам события в указанный правилами временной период. 1️⃣1️⃣. Минимальные и максимальные рамки в коэффициентах событий отсутствуют. 1️⃣2️⃣. Стоимость участия в турнире — 1000 рублей. 1️⃣3️⃣. Оплатив участие в турнире — Вы автоматически становитесь участником турнира. Ваши средства пополняют призовой фонд турнира. 1️⃣4️⃣. Возврат средств не предусмотрен. (Исключение: отмена турнира). 1️⃣5️⃣. Любая попытка мошенничества (подделка скриншотов, попытка ввода в заблуждение администрации турнира, бота) наказывается дисквалификацией.

source: register instruction
ru: 1) Оплатить участие в турнире — 1000 рублей. Реквизиты для оплаты: ХХХХ-ХХХХ-ХХХХ-ХХХХ. Тинькофф-банк.💵 2) Прислать в этот чат квитанцию об оплате (PDF файл, скачивается из приложения банка).📑 3) Дождаться подтверждения оплаты от администрации. Тебя оповестят здесь:)✔️

source: viewer status
ru: Почему-то такой очаровательный и уникальный человек до сих пор не пользуется шансом проявить весь свой дар аналитики😰

source: member status
ru: Ты в деле😉 Уже видим, как ты стоишь на пьедестале над циферкой 1🥇🏆

source: payment file sent
ru: Файл квитанции загружен. Администрация турнира уже проверяет его. Остались считанные секунды до появления явного фаворита в турнирной сетке. Тебя оповестят здесь:)😀

source: payment request message
ru: В следующем сообщении администрация ждет квитанцию об оплате:

source: registration closed error
ru: На текущий турнир запись закрыта :( Ждем непобедимого(тебя) на следующем🏆

source: no file need error
ru: Отправка файла сейчас не требуется

source: file size limit error
ru: Файл квитанции должен быть менее 1 MB

source: no file exists error
ru: Файл отсутсвует

source: tournament is full error
ru: Сейчас нет свободных мест в турнире 🥺

source: rate limit error
ru: Достигнут лимит количества обрабатываемых сообщений от пользователя. Не спамь, пожалуйста. Попробуй через пару минут 😊

source: default error
ru: Произошла неожиданная ошибка, мы разбираемся. Пробуй позже
